Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: 2.5 / 1000 mg film-coated tablets:
es_es: Comprimidos recubiertos de 2.5/1000 mg:

source: 2.5 / 500 mg film-coated tablets:
es_es: Comprimidos recubiertos de 2.5/500 mg:

source: 2.5 / 850 mg film-coated tablets:
es_es: Comprimidos recubiertos de 2.5/850 mg:

source: 2.5 Hz (Peakwidth >0.1min (2s))
es_es: 2.5 Hz (ancho del pico: >0.1 min (2 s))

source: 2.5 or 50 (E. coli)
es_es: 2.5 o 50 (E. coli)

source: 2.5 µg tiotropium + 2.5 µg olodaterol per actuation (1 dose = 2 actuations)
es_es: 2.5 µg tiotropio / 2.5 µg olodaterol por pulsación (1 dosis = 2 pulsaciones)

source: 2.5 µg tiotropium per actuation in 4.5 ml cartridges corresponding to 0.023% tiotropium
es_es: 2.5 μg de tiotropio por pulsación, en cartuchos de 4.5 ml, que corresponden a 0.023% de tiotropio

source: 2.5 μg / 2.5 μg per actuation
es_es: 2.5 μg / 2.5 μg por pulsación

source: 2.5 μg metformin HCl
es_es: HCl de metformina 2.5 μg

source: 2.5 μg tiotropium + 2.5 μg olodaterol per actuation (1 dose = 2 actuations)
es_es: 2.5 μg tiotropio + 2.5 μg de olodaterol por pulsación (1 dosis = 2 pulsaciones)

source: 2.5 – 5.0 mg/mL (0.025 – 0.125 mg/mL after reduction).
es_es: 2.5 – 5.0 mg/ml (0.025 – 0.125 mg/mL tras la reducción).

source: 2.5% quantile
es_es: cuantil de 2.5%

source: 2.5.4 lodine value
es_es: 2.5.4 Iodo

source: 2.6.1 “Sterility”, and JP 4.06 “Sterility Test”, to ensure patient safety, based on the requirement from the general monograph EP 2031:
es_es: 2.6.1 sobre “esterilidad” y el apartado de la JP 4.06 sobre “prueba de esterilidad”, para garantizar la seguridad del paciente, con base en el requisito de la monografía general de la patente europea 2031:

source: 2.6.1 “Sterility”, and JP 4.06 “Sterility Test”, to ensure patient safety, based on the requirement from the general monograph EP 2031: Monoclonal Antibodies for Human Use, as well as USP <1>, Injections, that state that injectable solutions have to be sterile.
es_es: 2.6.1, “Esterilidad”, y el apartado de la JP 4.06, “Prueba de esterilidad”, para garantizar la seguridad del paciente, en base al requisito de la monografía general de la Ph. Eur. 2031, “Anticuerpos monoclonales para uso humano”, y al capítulo de la USP <1>, Inyecciones, donde se establece que las soluciones inyectables deben ser estériles.

source: 2.6.14, Bacterial Endotoxins, JP (4.01) Bacterial Endotoxins (see Section 3.2.S.4.2 Analytical Procedure).
es_es: 2.6.14 y JP (4.01) sobre endotoxinas bacterianas (véase la Sección 3.2.S.4.2, Procedimiento analítico).

source: 2.7 (−5.6 to 11.0)
es_es: 2.7 (−5.6 a 11.0)

source: 2.7 (−8.5 to 13.9)
es_es: 2.7 (−8.5 a 13.9)

source: 2.7 min (does not influence the analysis)
es_es: 2.7 min (no influye en el análisis)

source: 2.7.1 lmmunochemical methods
es_es: 2.7.1 Métodos inmunoquímicos

source: 2.7.2 Summary of Clinical Pharmacology Studies
es_es: 2.7.2 Resumen de los estudios de farmacología clínica

source: 2.9 - 4.3 mol sialic acid / mol tenecteplase
es_es: 2,9 - 4,3 moles de ácido siálico/moles de Tenecteplasa

source: 2.9.19 "Particulate contamination – sub-visible particles" and JP 6.07 "Insoluble Particulate Matter Test for Injections"
es_es: 2.9.19, "Contaminación de partículas: partículas subvisibles", y el apartado de la JP 6.07, "Pruebas de partículas insolubles para inyecciones".

source: 2.3.P.3.5.1
es_es: [fuzzy]2.3.P.2.6.3

source: 20 mL clear glass vial Blow back design Ph. Eur. 3.2.1 USP <660>
es_es: Frasco de vidrio transparente de 20 ml; diseño de retrosoplado, segun Ph. Eur. 3.2.1 y USP <660>

source: 20 mL tubing vial, glass type I
es_es: frasco tubular de 20 ml, vidrio de tipo I

source: 20 ml of aqueous medium were added to about 60 mg of empagliflozin (accurately weighed).
es_es: Se agregaron 20 ml de medio acuoso a aproximadamente 60 mg de empagliflozina (pesados con exactitud).

source: 20 mm grey coated lyophilization bromobutyl rubber stopper Ready-to-sterilise quality Ph. Eur. 3.2.9 USP <381>
es_es: Tapón de caucho gris de 20 mm de bromobutilo recubierto; Calidad lista para esterilizar, Ph. Eur. 3.2.9, USP <381>

source: 20 mm, aluminium
es_es: 20 mm, aluminio

source: 20 mm, short.
es_es: 20 mm, corta.

source: 20 of 20 doses within 65 to 135 %
es_es: 20 de 20 dosis entre 65 y 135 %

source: 20 to <30, N (%)
es_es: 20 a <30, N (%)

source: 20 vials were manually filled by weighing as close as possible to 5.30 mL DS, partly stoppered and lyophilised.
es_es: Se llenaron en forma manual 20 frascos pesando, con la mayor precisión posible, 5.30 ml de principio activo, se colocaron parcialmente los tapones y se liofilizaron.

source: 20 x 4.0 mm, 5μm, 250 Å pore size;
es_es: 20 x 4.0 mm; tamaño de partícula: 5μm; tamaño de poro: 250 Å;

source: 20 µL of sample or reference standard dilution, 20 µL of thrombin and 200 µL of plasminogen / fibrinogen mixture.
es_es: 20 µL de muestra o dilución estándar de referencia, 20 µL de trombina y 200 µL de mezcla plasminógeno / fibrinógeno.

source: 20-Aug-17
es_es: 20-ago-17

source: 20-Aug-16
es_es: 20-ago-16

source: 20.7 mmol/L DTT in mobile phase.
es_es: 20.7 mmol/l de DTT en fase móvil.

source: 200 mmol/L arginine
es_es: 200 mmol/l arginina

source: 200 kg (final blend)
es_es: 200 kg (mezcla final)

source: 200 mg for 12 days
es_es: 200 mg, 12 días

source: 200 to 400 nm
es_es: 200 a 400 nm

source: 200 μL/min (recommended)
es_es: 200 μl/min (recomendado)

source: 2000 μV*s (μAU*s respectively).
es_es: 2000 μV*s (μAU*s respectivamente)

source: 2018 Apr 26;378(17):1573-1582.
es_es: 26 de abril de 2018; 378(17):1573-1582.

source: 2018 Apr;13(3):328-334.
es_es: Abril de 2018; 13(3):328-334.

source: 2019 update to the 2018 guidelines for the early management of acute ischemic stroke:
es_es: Actualización de 2019 de las directrices de 2018 para el tratamiento temprano del accidente cerebrovascular isquémico agudo.

source: 2020 Dec;51(12):3681-3689.
es_es: Diciembre de 2020; 51(12):3681-3689.

source: 2021 Mar 2;96(9):e1272-e1277.
es_es: 2 de marzo de 2021; 96(9):e1272-e1277.

source: 2022 Feb 22;98(8):e790-e801.
es_es: 2022 de febrero de 22; 98(8):e790-e801.

source: 2022 Mar 22;98(12):e1292-e1301.
es_es: 2022 de marzo de 22; 98(12):e1292-e1301.

source: 2031 “Monoclonal antibodies for human use” and 0520 “Parenteral Preparations” and is considered equivalent to the wording “essentially free” given by USP <1> “Injections and Implanted Drug Products (Parenterals) - Product Quality Tests”.
es_es: 2031, “Anticuerpos monoclonales para uso humano”, y 0520, “Preparaciones parenterales”, y se considera equivalente a la frase “esencialmente exentos de” que figura en el capítulo de la USP <1>, “Medicamentos inyectables y en implantes (parenterales): pruebas de calidad del producto”.

source: 203490 — Expiration date:
es_es: 203490 — Fecha de vencimiento:

source: 204 patients were enrolled (and 2 patients were subsequently excluded) at 12 centers in Australia and at 1 center in New Zealand.
es_es: Se inscribieron 204 pacientes (y luego se excluyeron 2 pacientes) en 12 centros de Australia y en 1 centro de Nueva Zelanda.

source: 20mm, aluminium, dark blue
es_es: 20 mm, aluminio, azul oscuro

source: 20mm, aluminium, yellow green
es_es: 20 mm, aluminio, verde amarillento

source: 21% of deaths occurred in the 30 days after the initial VTE diagnosis.
es_es: El 21% de las muertes ocurrieron en los 30 días posteriores al diagnóstico inicial de TEV.

source: 210ºC
es_es: 210° C

source: 21days
es_es: 21 días

source: 21° of February 2024
es_es: 21 de febrero de 2024

source: 22.5 to 61 L
es_es: 22.5 a 61 l

source: 22. Anderson CS, Robinson T, Lindley RI, et al; ENCHANTED Investigators and Coordinators.
es_es: 22. Anderson CS, Robinson T, Lindley RI, y col.; investigadores y coordinadores de ENCHANTED.

source: 220ºC
es_es: 220° C

source: 23 (1.4%) patients withdrew consent from the study, leaving 1577 patients comprising the ITT population, median symptom onset to-randomisation time of 2 h (IQR 1.5–3.0), with 806 (51%) assigned to receive tenecteplase and 771 (49%) to alteplase.
es_es: Retiraron su consentimiento para el estudio 23 pacientes (1.4%), lo que dejó una población de 1577 pacientes en la población con intención de tratar, con una mediana del tiempo transcurrido dsde el inicio de los síntomas hasta la aleatorización de 2 h (rango intercuartílico: 1.5–3.0); 806 (51%) asignados a tenecteplasa y 771 (49%) ,a alteplasa.

source: 23 Feb 2010.
es_es: 23 de febrero de 2010

source: 23,000 tabl.
es_es: 23000 comp.

source: 23-JAN-2025 16:45:01 (CET)
es_es: 23-ENE-2025 16:45:01 (UTC+1)

source: 23-JAN-2025 16:48:21 (CET)
es_es: 23-ENE-2025 16:48:21 (UTC+1)

source: 23-JAN-2025 16:49:42 (CET)
es_es: 23-ENE-2025 16:49:42 (UTC+1)

source: 24 (12 each dose group)
es_es: 24 (12 de cada grupo de dosificación)

source: 24 h symptomatic intracerebral haemorrhage
es_es: Hemorragia intracerebral sintomática dentro de las 24 h.

source: 24 hours (18 – 30 hours post treatment administration)
es_es: 24 horas (18 – 30 horas después de la administración del tratamiento)

source: 24 mg single dose after a high-fat breakfast
es_es: dosis única de 24 mg tras un desayuno hiperlipídico

source: 24 mg single dose after an overnight fast of at least 10 h
es_es: dosis única de 24 mg tras un ayuno de una noche o de al menos 10 h

source: 24 months 2
es_es: 24 meses 2

source: 24 months including 14 days at up to 25°C (77°F) prior to administration
es_es: 24 meses, que incluyen 14 días a una temperatura de hasta 25° C (77° F) antes de la administración

source: 24 months shelf-life data available except for cone removal force and EFF removal force
es_es: Información disponible durante la vida útil de 24 meses, con la excepción de la fuerza de extracción del cono y la lengüeta de apoyo extendida

source: 24-36 months
es_es: 24-36 meses

source: 24-Aug-16
es_es: 24-ago-16

source: 24-Apr-17
es_es: 24-abr-17

source: 24.0 – 28.8 mg/vial
es_es: 24,0 – 28,8 mg/frasco

source: 24.5 to 101.5 L
es_es: 24.5 a 101.5 l

source: 24 Feb 2023
es_es: 24 de febrero de 2023

source: 25 = target
es_es: 25 = Objetivo

source: 25 mg film-coated tablets:
es_es: Comprimidos recubiertos de 25 mg:

source: 25 mg protein per container (5 mg/mL)
es_es: 25 mg de proteína por envase (5 mg/ml)

source: 25 mg/vial
es_es: 25 mg/frasco-amp.

source: 25 particles
es_es: 25 partículas

source: 25-27, Aristotelous street
es_es: Calle Aristotelous 25-27

source: 253,206 caps.
es_es: 253206 cáps.

source: 256 patients, 8.6%), and urinary tract infection (empagliflozin:
es_es: Infección del tracto urinario

source: 25 mg/vial batches
es_es: Partidas de 25 mg/frasco

source: 25th Oct 2017
es_es: 25 de oct de 2017

source: 25°C (constant)
es_es: 25° C (constante)

source: 25°C / 60% RH
es_es: 25 °C/ 60% HR

source: 25°C, 2 weeks1
es_es: 25° C, 2 semanas1

source: 26 January 2019
es_es: 26 de enero de 2019

source: 264.20 = molar weight of SCH 1100 BR (264.20 g/mol)
es_es: 264.20 = peso molar de SCH 1100 BR (264.20 g/mol)

source: 27-Apr-16
es_es: 27-abr-16

source: 27.02.2023 hasta el 02.03.2023
es_es: 27.02.2023 y 02.03.2023

source: 28 days
es_es: 28 días

source: 28-Aug-16
es_es: 28-ago-16

source: 280 nm Absorption Profiles of the 6 Small-Scale Column Runs
es_es: Perfiles de absorción en 280 nm de las 6 corridas en columnas a escala reducida

source: 288,000740,000capsules capsules
es_es: 288,000 cápsulas, 740,000 cápsulas

source: 29-Aug-16
es_es: 29-ago-16

source: 29.6 to 255.4 L
es_es: 29.6 a 255.4 l

source: 2; BAJO:
es_es: 2; LOW:

source: 2(Analyst A)day 1[ppb]1)
es_es: 2(Analista A)día 1[ppb]1)

source: 2(AnalystB)day 4[ppb]1)
es_es: 2(AnalistaB)día 4[ppb]1)

source: 2 of 38
es_es: 2 de 38

source: 2 – no.
es_es: 2 – n.°

source: 2) eMethods
es_es: 2) Métodos digitales

source: 2-Chain [%]
es_es: 2 cadenas [%]

source: 20 mL vial
es_es: frasco de 2 ml

source: 26 April 2024
es_es: 26 deabril de 2024

source: 2NTU
es_es: 2 UNT

source: 2methil-1-propene
es_es: 2-metil-1-propeno

source: 2nd hold time
es_es: 2.° tiempo de detención

source: 2nd temperature
es_es: 2.da temperatura

source: 2nd temperature ramp
es_es: 2.da rampa de temperatura

source: 2so c
es_es: 250° C

source: 2·1 (–0·3 to 4·5)
es_es: 2·1 (–0·3 a 4·5)

source: 2·1 (–2·6 to 6·9)
es_es: 2·1 (–2·6 a 6·9)

source: 2·4 (–0·1 to 4·8)
es_es: 2·4 (–0·1 a 4·8)

source: 3 (Analyst A) day 2 [ppb] 1)
es_es: 3 (Analista A) día 2 [ppb] 1)

source: 3 (Analyst B) day 5 [ppb] 1)
es_es: 3 (Analista B) día 5 [ppb] 1)

source: 3 / Riesgo medio:
es_es: 3 / Medium risk:

source: 3 days
es_es: 3 días

source: 3 Action taken with the study medication
es_es: 3 Acción tomada con la medicación del estudio

source: 3 CV (n=9) was determined only for material no. 1 (see rationale1.2)
es_es: 3 El CV (n=9) se determino solo para el material N.° 1 (ver Justificación, 1.2).

source: 3 EPRs are also considered to be primary functions.
es_es: 3 Los requisitos esenciales de desempeño también se consideran funciones primarias.

source: 3 Incidence rates calculated using 2003 USA Census data
es_es: 3 Tasas de incidencia calculadas utilizando datos del censo de EE. UU. de 2003

source: 3 Patients not from a closed site who discontinued all trial activities but did not withdraw consent to vital status collection at treatment termination.
es_es: 3 Pacientes no provenientes de un centro cerrado, que interrumpieron todas las actividades del ensayo pero no retiraron el consentimiento para la recopilación del estado vital al finalizar el tratamiento.

source: 3 Patients without T1DM and with investigator-reported medical history of diabetes or patients with previously undiagnosed diabetes (pre-treatment HbA1c ≥6.5%)
es_es: 3 Pacientes sin diabetes mellitus tipo 1 y con antecedentes médicos de diabetes consignados por el investigador o pacientes con diabetes previa sin diagnosticar (HbA1c previa al tratamiento ≥6.5%)

source: 3 Reduction in eGFR (CKD-EPI)cr was defined as reduction in eGFR from baseline of ≥40%, eGFR <15 mL/min/1.73 m for patients with baseline eGFR ≥30 mL/min/1.73 m , or eGFR <10 mL/min/1.73 m for patients with baseline eGFR <30 mL/min/1.73 m2
es_es: 3 La reducción de la TFGe (CKD-EPI)cr se definió como una reducción de la TFGe con respecto al valor inicial ≥40%, una TFGe <15 ml/min/1.73 m² para pacientes con una TFGe inicial ≥30 ml/min/1.73 m² o una TFGe <10. ml/min/1.73 m² para pacientes con una TFGe inicial <30 ml/min/1.73 m2

source: 3 Win ratio estimate was calculated as ([a]+[b])/([d]+[e]).
es_es: 3 El cociente de ganancias se estimó como ([a]+[b])/([d]+[e]).

source: 3 alteplase and 1 tenecteplase patients developed groin hematoma.
es_es: 3 pacientes en el grupo de alteplasa y 1 paciente en el grupo de tenecteplasa desarrollaron hematoma inguinal.

source: 3 calibration standards of each level (Lin 1 - Lin 7); 2 injections as described in the analytical procedure
es_es: 3 estándares de calibración por nivel (Lin 1- Lin 7); 2 inyecciones, tal como se describe en el procedimiento analítico.

source: 3 days (± 1 day)
es_es: 3 días (± 1 día)

source: 3 days and 7 days samples of batch 22407 contained particles.
es_es: Las muestras del día 3 y el día 7 de la partida 22407 contenían partículas.

source: 3 deaths related to cardiac events (1 myocardial infarction, 1 cardiac failure, 1 cardiac tamponade)
es_es: 3 muertes relacionadas con eventos cardíacos (1 infarto de miocardio, 1insuficiencia cardíaca, 1 taponamiento cardíaco)

source: 3 each
es_es: 3 cada una

source: 3 point Major Adverse Cardiovascular Events
es_es: Episodios cardiovasculares graves en 3 puntos

source: 3 s after opt. conc. ≤ 1.0% or after 30 s real time
es_es: 3 s después de una conc. óptima ≤ 1.0% o después de 30 s en tiempo real

source: 3 x level 1
es_es: 3 x nivel 1

source: 3 x level 2
es_es: 3 x nivel 2

source: 3 x level 3
es_es: 3 x nivel 3

source: 3 – Day 90 visit performed centrally by co-ordinating centre over phone
es_es: 3 – La visita del día 90 se realiza en forma central por el centro de coordinación por vía telefónica.

source: 3 – no.
es_es: 3; n.°

source: 3 “Note for guidance on minimizing the risk of transmitting animal spongiform encephalopathy agents via human and veterinary medicinal products”.
es_es: 3, “Nota explicativa sobre minimización del riesgo de transmisión de los agentes de la encefalopatía espongiforme animal a través de medicamentos para uso humano y veterinarios”.

source: 3) eResults
es_es: 3) Resultados digitales

source: 3) tailing factor at 5% peak height, calculated in accordance with USP
es_es: 3) factor de cola a 5% de la altura del pico; calculado según la USP

source: 3, MEDIO:
es_es: 3, Medium:

source: 3,000 tabl.
es_es: 3000 comp.

source: 3,000,000 fc tabl.
es_es: 3000000 de comp. rec.

source: 3,300,000 caps.
es_es: 3300000 cáps.

source: 3,600 tabl.
es_es: 3600 comp.

source: 3-7 minutes.
es_es: 3 a 7 minutos

source: 3- methylpentane
es_es: [fuzzy]3-metilpentano

source: 3-methylpentane
es_es: 3-metilpentano

source: 3-point MACE (adjudicated CV death, adjudicated non-fatal MI, or adjudicated non-fatal stroke)
es_es: Evento adverso cardiovascular mayor (muerte CV adjudicada, infarto de miocardio no fatal adjudicado, accidente cerebrovascular no fatal adjudicado (MACE en 3 puntos)

source: 3. BATCHES CONCERNED
es_es: 3. PARTIDAS INCLUIDAS

source: 3. Scholarly Debate:
es_es: 3. Debate académico:

source: 3.- Dose
es_es: 3.- Dosis

source: 3.- Inject two quantities of each standard solution.
es_es: 3.- Inyectar dos cantidades de cada disolución estándar.

source: 3.1.- The coefficient of variation obtained with all 6 injections should not exceed 5%.
es_es: 3.1- El coeficiente de variación de las 6 inyecciones no debe ser superior a 5%.

source: 3.1.8 and NF “Dimethicone”.
es_es: 3.1.8 y el listado NF “Dimeticona”.

source: 3.1.8 and USP NF <<dimethicone >>.
es_es: 3.1.8 y USP NF “Dimeticona”.

source: 3.2.1 and USP <660>, the elastomeric components (plunger stopper and needle shield) are compliant with Ph.
es_es: 3.2.1 y de la sección <660> de la Farmacopea de los Estados Unidos, los componentes elastoméricos (tapón del émbolo y capuchón de la aguja) cumplen con los requisitos de Ph.

source: 3.2.1 and USP <660>.
es_es: 3.2.1 y USP <660>.

source: 3.2.9 and USP <381>.
es_es: 3.2.9 y USP <381>.

source: 3.2.P.3.1 Manufacturer.
es_es: 3.2.P.3.1 Fabricante.

source: 3.2.P.5.1 Specification.
es_es: 3.2.P.5.1, Especificación.

source: 3.2.P.5.2 Analytical procedure and
es_es: 3.2.P.5.2, Procedimiento analítico, y

source: 3.2.P.5.2 Analytical procedure.
es_es: 3.2.P.5.2, Procedimiento analítico.

source: 3.2.P.5.3 Validation of analytical procedures.
es_es: 3.2. P.5.3, Validación de procedimientos analíticos.

source: 3.2.P.5.4 Batch analyses.
es_es: 3.2.P.5.4 Análisis de las partidas.

source: 3.2.P.5.5 Impurities.
es_es: 3.2.P.5.5, Impurezas.

source: 3.2.P.5.6 Justification of Specification.
es_es: 3.2.P.5.6, Justificación de la especificación.

source: 3.2.P.6 Reference standard(s).
es_es: 3.2.P.6, Estándar/es de referencia.

source: 3.2.P.8 Stability
es_es: 3.2.P.8, Estabilidad

source: 3.2.S.4.2 ANALYTICAL PROCEDURES
es_es: 3.2S.4.2 PROCEDIMIENTOS ANALÍTICOS

source: 3.3 (−0.5 to 7.2)
es_es: 3.3 (−0.5 a 7.2)

source: 3.3 Manufadure of Active Substance using Bio/ogica/ Processes
es_es: 3.3 Fabricación del principio activo mediante procesos biológicos

source: 3.3.1 Fermentation
es_es: 3.3.1 Fermentación

source: 3.3.4 Modification
es_es: 3.3.4 Modificación

source: 3.5 General Finishing Steps
es_es: 3.5 Pasos generales de terminación

source: 3.5 μg of radio-labelled DNA was spiked into the 1st, 5th, 11th, 16th load pool.
es_es: Las mezclas de carga 1, 5, 11 y 16 se enriquecieron con 3,5 μg de ADN radiomarcado.

source: 3.5.2 Primary packaging (enclosing / sealing the active substance within the packaging material which is in direct contact with the substance)
es_es: 3.5.2 Acondicionamiento primario (cierre / sellado del principio activo dentro del material de acondicionamiento que está en contacto directo con este)

source: 3.5.2 Primary packaging (enclosing / sealing the active substance within the packaging material which is in dired contad with the substance)
es_es: 3.5.2 Acondicionamiento primario (cierre / sellado del principio activo dentro del material de acondicionamiento que está en contacto directo con este)

source: 3.5.3 Secondary packaging (plaäng the sealed primary packaging within an outer packaging material or container.
es_es: 3.5.3 Acondicionamiento secundario (colocación del acondicionamiento primario sellado dentro de un material de acondicionamiento externo o de un recipiente.

source: 3.5ml / min (const. Flow)
es_es: 3.5 ml/min (flujo constante)

source: 3.6 CONTROL OF UV LASER MARKING
es_es: 3.6 CONTROL DEL MARCADO LÁSER UV.

source: 3.6 Quality Control Testing
es_es: 3.6 Pruebas de control de calidad

source: 3.6.1 Physical / Chemical testing
es_es: 3.6.1 Pruebas físicas o químicas

source: 3.6.2 Microbiological testing (exc/uding sterility testing)
es_es: 3.6.2 Pruebas microbiológicas (excepto las pruebas de estabilidad)

source: 3.6.2 Microbiological testing (excluding sterility testing)
es_es: 3.6.2 Pruebas microbiológicas (excepto las pruebas de estabilidad)

source: 3.6.4 Biological Testing
es_es: 3.6.4 Pruebas biológicas

source: 3.7 mol sialic acid/mol tenecteplase
es_es: 3.7 moles de ácido siálico/moles de tenecteplasa

source: 3.a Additional details on units inspected of manufacturing site(s) address(es)
es_es: 3.a Detalles adicionales sobre las unidades inspeccionadas en el/los domicilio/s de la/s planta/s productora/s inspeccionada/s

source: 30 L Levmixer Bag
es_es: Bolsa Levmixer de 30 l

source: 30 days
es_es: 30 días

source: 30 minutes
es_es: 30 minutos

source: 30 minutes preincubation (n=3 experiments)
es_es: 30 minutos de preincubación (n=3 ensayos)

source: 30 to <45, N (%)
es_es: 30 a <45, N (%)

source: 30 volumes of water and 70 volumes of Methanol R
es_es: 30 volúmenes agua y 70 volúmenes de Metanol R.

source: 30 ± 2°C / 75 ± 5 % relative humidity
es_es: 30 ± 2° C / 75 ± 5 % de humedad relativa

source: 30% (v/v) hamster liver induced S9 preincubated for 30 min
es_es: S9 de hígado de hámster al 30% (v/v) inducido y preincubado 30 minutos

source: 30% (v/v) rat liver induced S9 preincubated for 30 min
es_es: S9 de hígado de rata al 30% (v/v) inducido y preincubado 30 minutos

source: 30% S9 hamster
es_es: S9 de hámster al 30%

source: 30% S9 rat
es_es: S9 de rata al 30%

source: 30-Aug-17
es_es: 30-ago-17

source: 300 mmol/L arginine
es_es: 300 mmol/l arginina

source: 305 female (67%)
es_es: 305 mujeres (67%)

source: 30°C / 75% RH
es_es: 30°C/75% HR

source: 30°C ± 2°C / 75 % RH ± 5 % RH
es_es: 30°C ± 2° C / 75 % HR ± 5 % HR

source: 31-Aug-17
es_es: 31-ago-17

source: 31-Aug-16
es_es: 31-ago-16

source: 31-Aug-2023
es_es: 31-ago-2023

source: 31-Dec-15
es_es: 31-dic-15

source: 31-May-2023
es_es: 31-Mayo-2023

source: 324/2008, in der geltenden Fassung'.
es_es: 324/2008 del ordenamiento vigente

source: 33 N. The force to remove the rigid needle shield shall be at least 2.0 N to prevent the rigid needle shield falling unintendedly from the device.
es_es: 33 N. Se debe aplicar una fuerza mínima de 2.0 N al retirar la funda de aguja rígida para evitar que se desprenda accidentalmente del dispositivo.

source: 33ersistent or Sig Disability/Incapacity
es_es: Incapacidad/discapacidad persistente o significativa

source: 34 N (activation force of needle stick prevention feature).
es_es: 34 N (fuerza de activación de la función de prevención de pinchazos) al finalizar el movimiento del émbolo.

source: 34 N (injection initiating force).
es_es: 34 N (fuerza de inicio de inyección).

source: 34 N (injection sustaining force).
es_es: 34 N (fuerza sostenida de inyección).
